correct_week_day_names = {
    'ПН': 0,
    'ВТ': 1,
    'СР': 2,
    'ЧТ': 3,
    'ПТ': 4
}

correct_month_names = {
    1: "январе",
    2: "феврале",
    3: "марте",
    4: "апреле",
    5: "мае",
    6: "июне",
    7: "июле",
    8: "августе",
    9: "сентябре",
    10: "октябре",
    11: "ноябре",
    12: "декабре"
}

# Выходные дни каждого месяца
holidays = ((7,),  # Январь
            (0,),  # Февраль
            (8,),  # Март
            (0,),  # Апрель
            (3, 9),  # Май
            (0,),  # Июнь
            (0,),  # Июль
            (0,),  # Август
            (0,),  # Сентрябрь
            (0,),  # Октябрь
            (7,),  # Ноябрь
            (0,))  # Декабрь
